[
  "I hope you’re okay.",
  "There is comfort in the thought of you",
  "hayati",
  "It sounded better in my head, oops",
  "You make me HAPPY !!",
  "i care about you more than you'll ever know.",
  "Didn't I tell you, only one message a day???",
  "I trust you",
  "I didn't second guess this",
  "rooh albi",
  "I miss you, even now",
  "Things are just better with you",
  "Time spent with you is always worth it",
  "You are like my espresso shot, so perfect mmm",
  "You crossed my mind, obviously !!!",
  "You're my favorite thought",
  "You always improve my mood, and know what to say exactly",
  "At some point, you're gonna need to pay rent bc u litr live in my head rent free??",
  "I appreciate you, a lot.",
  "I'm proud of you, more than you'll ever know",
  "I look for you in everything I do, wherever i go",
  "you you you, only you",
  "always you",
  "It's hard to stop thinking about you",
  "You matter to me",
  "You mean the world to me",
  "Bear w the typos pleaassee",
  "I'm glad its you",
  "YOU WIN AGAIN ??!!!",
  "SOOO WORTH IT",
  "You're important to me",
  "DRINK WATER AND EAT WELL DAMMN",
  "DON'T HIT YOUR HEAD PLEASE",
  "you are so wonderful",
  "u gotta lock in:(",
  "R ya winnnin' son?",
  "U da best",
  "I LOVE U MY DEAREST MY SWEETEST",
  "I STILL MISS U GD COME BACK SOON",
  "I get upset when u have to brb to do something but i understand u r busy but also WB ME I MISS U HELLO? CARE FOR ME TOOOOOOOOOOOOOOOOO!",
  "I love u for u ok?",
  "u MY FAV OK",
  "i let u call me whatever nicknames u want n thats a special pass bc i get mad at ppl if they give me silly nicknames like fym grape eyes??? blue stuffed dino?? im not blue IM NOT STUFFED AND IM NOT A DINOOOO?? but its ok cuz its u<3",
  "R YA WINNNNINGGGG?? yes u r...u r always winning my heart...",
  "I wanna hide u lowk icl...like if i could take u away to not cuba n hide u that would b great ty:)",
  "hallloooooo heellooo gimmee UR ATTENTION PLS",
  "I love talking to u even abt nonsense cuz everything makes sense when w u;p",
  "I'm yours",
  "my love, I'll always be here"
]
