{
  "2026-01-17": "Light fog. Still feels like a good day to think of you.",
  "2026-01-18": "Clear skies. A good day to be exactly yourself. Happy birthday, watch out for the gifts falling from the sky.",
  "2026-01-19": "Cloudy skies and cold weather with a low of 7f and high of 22f. Very windy which makes it feel colder than it actually is (around -10f), but vibes remain excellent. ADVISED TO WEAR MORE THAN A SHIRT.",
  "2026-01-20": "Sunny skies with a high of 26f and a low of 7f. 0% chance of rain ANDDDD 99% chance of good mood. Wind will make it feel colder than it is (0f).",
  "2026-01-21": "Chilly and cloudy weather. High of 39f and a low of 21f. WINDY!! DRESS WARM!! No overthinking advised.",
  "2026-01-22": "Sunny moments breaking through randomly. WINDY STILL!!! HIGH OF 29F and low of 20f",
  "2026-01-23": "Cloudy days, perfect conditions to try and relax! Today's high will be 32f at around 1PM-2PM, and a low of 13f after 11PM<3.",
  "2026-01-24": "Soft clouds. Everything feels slightly nicer. It is still cold please be warm please BE WARM!!! Today's high will be 16f and a low of 4f! Once again BEWARE THE WIND OH MA GOD THE WIND.",
  "2026-01-25": "Good energy drifting in from nowhere. 50% chance of snowfall the other 50% is chance of meatballs:(. High of 21f and low of 2f....wind.....makes it....colder....",
  "2026-01-26": "Calm air. Zero pressure. Approved. Although, 65% chance of snowfall, the other 35% is chance of cats and dogs raining down. High of 22f and low of 16f...WINDDD MAKES IT FEEL COLDER! DRESS ACCORDINGLY OR ELSE.",
  "2026-01-27": "Balanced weather...sorta. You’re doing great, honestly. Pretty sunny, high of 35f and low of 8f.",
  "2026-01-28": "NOT clear skies:(((((((. HIGH 17 LOW 0 30% CHANCE OF SOMETHING UHH its still hella windy im sure so pls dress warm:).",
  "2026-01-29": "Should be seeing some sun...tho ur high is around 12 and low -1!!!! wind carrying good thoughts sent by me this time !.",
  "2026-01-30": "NOT BRIGHT conditions!! CLOUD!!! WIND!!! STAY WARM GD.",
  "2026-01-31": "SUN:)))))) Nothing dramatic planned.",
  "2026-02-01": "Fresh start energy. Feels promising. Cloudy n a lil sunny!! 24f n 11f u fig out whivh is low n high>:(, itll b windy woooo"
  "2026-02-02": "Its still windy ig........10f and 27f......missing u"
}
